Repository: Siipe/megafone
Catalog: src/Locale/*/default.po
Languages: pt_br

source: Name
pt_br: Nome

source: Editing {0}
pt_br: Editando {0}

source: Description
pt_br: Descrição

source: Send
pt_br: Enviar

source: Edit
pt_br: Editar

source: Delete
pt_br: Remover

source: Cancel
pt_br: Cancelar

source: An error has occurred
pt_br: Ocorreu um erro durante a execução

source: You have no permission for such operation
pt_br: Você não possui permissão para tal operação

source: The record you requested doesn't exist
pt_br: O registro requisitado não existe

source: Online System for Complaints
pt_br: Sistema Online de Reclamações

source: Siipe {0} - &copy; All rights reserved
pt_br: Siipe {0} - &copy; Todos os direitos reservados

source: {0}'s image
pt_br: Imagem de {0}

source: Users default image
pt_br: Imagem padrão de usuários

source: Image for anonymous
pt_br: Imagem para anônimos

source: Your {0} must have at least {1} digits
pt_br: O campo {0} deve possuir no mínimo {1} dígitos

source: The {0} must contain between {1} and {2} digits
pt_br: O campo {0} deve conter entre {1} e {2} dígitos

source: Please enter a valid E-mail
pt_br: Por favor informe um E-mail válido

source: This field cannot be left empty
pt_br: Este campo não pode ser vazio

source: This value is already in use
pt_br: Este valor já está sendo usado

source: Page {0} of {1}, showing {2} records out of {3} total, starting on record {4}, ending on {5}
pt_br: Página {0} de {1}, exibindo {2} registro(s) do total de {3}, com início no registro {4} e fim no {5}

source: Welcome to Megafone!
pt_br: Bem vindo ao Megafone!

source: Work well. Claim your rights. Complain if necessary!
pt_br: Trabalhe bem. Reivindique seus direitos. Reclame se necessário!

source: homepageMessage
pt_br: Seu ambiente de trabalho é confortável? Ele atende às suas expectativas? Você tem acesso direto aos recursos que ele te oferece? Comumente estamos lidando com questões chatas no trabalho. Dependendo da situação, um computador lento, bem como más condições posturais, podem tornar seu dia-a-dia um caos. Este sistema é inteiramente para você! Aqui você tem a chance de fazer reclamações sobre tais situações. Aproveite!

source: Slow computer?
pt_br: Computador lento?

source: Broken air conditioning?
pt_br: Ar condicionado quebrado?

source: Broken coffee machine?
pt_br: Máquina de café quebrada?

source: Home
pt_br: Página inicial

source: About
pt_br: Sobre

source: My account
pt_br: Minha conta

source: Basic information
pt_br: Informações básicas

source: Joined in
pt_br: Entrou em

source: Edit basic information
pt_br: Editar informações básicas

source: Update image
pt_br: Atualizar imagem

source: Sign up
pt_br: Cadastro

source: Sign in
pt_br: Entrar

source: Logout
pt_br: Deslogar

source: Password
pt_br: Senha

source: Crop and save
pt_br: Cortar e salvar

source: Users
pt_br: Usuários

source: Joined in {0}
pt_br: Entrou em {0}

source: Authentication
pt_br: Autenticação

source: View User
pt_br: Visualizar Usuário

source: Hello, {0}
pt_br: Olá, {0}

source: Hold SHIFT to keep the aspect ratio
pt_br: Segure SHIFT para manter a proporção

source: Image updated successfully!
pt_br: Imagem atualizada com sucesso!

source: You are already a member
pt_br: Você já é um membro

source: Congratulations, {0}! This is your first login! Enjoy!
pt_br: Parabéns, {0}! Este é o seu primeiro login! Aproveite!

source: Your account has been modified successfully!
pt_br: Sua conta foi modificada com sucesso!

source: You are already logged in
pt_br: Você já efetuou o login

source: Login failed. Check your credentials and try again
pt_br: Falha no login. Verifique suas credenciais e tente novamente

source: You are now logged out
pt_br: Você está deslogado

source: Sign in to see
pt_br: Faça o login para ver

source: Add Category
pt_br: Adicionar Categoria

source: Categories
pt_br: Categorias

source: Add a category
pt_br: Adicionar uma categoria

source: Created in: {0}
pt_br: Criada em: {0}

source: Created in {0} by {1}
pt_br: Criada em {0} por {1}

source: Related Complaints ({0})
pt_br: Reclamações relacionadas ({0})

source: Category "{0}" added successfully!
pt_br: Categoria "{0}" adicionada com sucesso!

source: Category "{0}" modified successfully!
pt_br: Categoria "{0}" modificada com sucesso!

source: Category removed successfully!
pt_br: Categoria removida com sucesso

source: Add complaint
pt_br: Adicionar reclamação

source: Your comment here
pt_br: Seu comentário aqui

source: Your reply here
pt_br: Sua resposta aqui

source: Title
pt_br: Título

source: Category
pt_br: Categoria

source: Anonymous?
pt_br: Anônima?

source: Complaints
pt_br: Reclamações

source: Add a complaint
pt_br: Fazer uma reclamação

source: complaint added in {0}
pt_br: reclamação feita em {0}

source: Category: {0}
pt_br: Categoria: {0}

source: Comments ({0})
pt_br: Comentários ({0})

source: Nothing to show
pt_br: Nada a mostrar

source: Anonymous
pt_br: Anônimo

source: Complaint added successfully!
pt_br: Reclamação feita com sucesso!

source: Complaint modified successfully!
pt_br: Reclamação modificada com sucesso!

source: Complaint removed successfully!
pt_br: Reclamação removida com sucesso!

source: {0,plural,=0{No comments yet} =1{1 comment} other{# comments}}
pt_br: {0,plural,=0{Sem comentários ainda} =1{1 comentário} other{# comentários}}

source: Reply
pt_br: Responder

source: Report
pt_br: Reportar

source: No replies yet
pt_br: Nenhuma resposta ainda

source: Invalid access method
pt_br: Método de acesso inválido

source: About us
pt_br: Sobre nós

source: Here will be created the about page
pt_br: Aqui será criada a página de sobre
